# 自组织、富有激情、持续学习、追求卓越
## 开发理念
* *简单*
-因为迭代和渐进开发，不需要一次到位简单可读性
* *勇气*
-勇于承担任务，授权，完成任务，赢得尊重
* *沟通*
-文档完整规范清晰;团队氛围良好，及早沟通，自组织团队
* *反馈*
-沟通后需要再次反馈；快速将产品投入市场，收到反馈，再次迭代

## 团队价值观
### 敏捷武士+大师

>开发人员的能力体现在于两个方面:_技能和修养_。如同武侠小说的侠士，古代日本武士和欧洲圆桌骑士般,他们不仅拥有高超的武艺，也要具备良好的品格修养。开发人员既要注重技能的学习和研究，同时也会加强内在的修养，如谦虚好学的态度,正能量影响他人的精神。


>积极向大师学习新知识并结合到实际中，久而久之有一天自己也成为大师人物。

## 开发实践
    |--单元测试  及时反馈极大降低回归测试成本极大减少调试时间部署起来信心十足

    |--持续集成  提早集成，不烦集成，自动化部署

    |--重构  收放自如 偿还技术债务

    |--代码规范  用代码进行沟通，清晰表达意图 动态评估取舍 保持简单

## 加入我们

一起让工作变得更好

